"SZRefreshHeaderIdleText" = "Pull down to refresh";
"SZRefreshHeaderPullingText" = "Release to refresh";
"SZRefreshHeaderRefreshingText" = "Loading...";

"SZRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"SZRefreshAutoFooterRefreshingText" = "Loading...";
"SZRefreshAutoFooterNoMoreDataText" = "No more data";

"SZRefreshBackFooterIdleText" = "Pull up to load more";
"SZRefreshBackFooterPullingText" = "Release to load more";
"SZRefreshBackFooterRefreshingText" = "Loading...";
"SZRefreshBackFooterNoMoreDataText" = "No more data";

"SZRefreshHeaderLastTimeText" = "Last update: ";
"SZRefreshHeaderDateTodayText" = "Today";
"SZRefreshHeaderNoneLastDateText" = "No record";
